Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Exams
ar: الامتحانات
da: Eksamener
es: Exámenes
fa: امتحانات
fi: Tentit
fr: Examens
he: מבחן
is: Próf
it: Esami
ja: 試験
ko: 시험
nl: Examens
sw: Mitihani
th: การสอบ
uk: іспити
vi: bài kiểm tra
zh_hans: 考试
zh_hant: 考試
zh_hk: 考試

source: Expected average on remaining work
ar: المتوسط ​​المتوقع على العمل المتبقي
da: Forventet gennemsnit af resterende arbejde
es: Promedio esperado del trabajo restante
fa: میانگین مورد انتظار در کار باقی مانده
fi: Odotettu keskiarvo jäljellä olevasta työstä
fr: Moyenne attendue sur le travail restant
he: ממוצע צפוי על יתרת העבודה
it: Media prevista sul lavoro rimanente
ja: 残りの作業の予想平均
ko: 남은 작업의 예상 평균
nl: Verwacht gemiddelde over resterende werkzaamheden
sw: Wastani unaotarajiwa kwa kazi iliyobaki
th: คาดหวังค่าเฉลี่ยของงานที่เหลืออยู่
uk: Очікуване середнє значення роботи, що залишилася
vi: Trung bình dự kiến ​​trên công việc còn lại
zh_hans: 剩余工作的预期平均数
zh_hant: 剩餘工作的預期平均數
zh_hk: 剩餘工作的預期平均數

source: Expected: 0 provider attempts when toggle is OFF
ar: المتوقع: 0 محاولات من الموفر عندما يكون التبديل في وضع إيقاف التشغيل
da: Forventet: 0 udbyderforsøg, når skifte er FRA
es: Esperado: 0 intentos del proveedor cuando la opción está desactivada
fa: مورد انتظار: 0 ارائه دهنده وقتی خاموش است تلاش می کند
fi: Odotettu: 0 palveluntarjoajan yritystä, kun vaihtokytkin on POIS
fr: Attendu : 0 tentative du fournisseur lorsque la bascule est désactivée
he: צפוי: 0 ניסיונות ספק כאשר המתג כבוי
it: Previsto: 0 tentativi del provider quando l'attivazione/disattivazione è disattivata
ja: 予想: トグルがオフの場合、プロバイダーの試行は 0 回
ko: 예상: 토글이 꺼진 경우 공급자 시도가 0회입니다.
nl: Verwacht: 0 providerpogingen als de schakelaar UIT staat
sw: Inatarajiwa: majaribio 0 ya mtoa huduma wakati kugeuza IMEZIMWA
th: คาดไว้: ผู้ให้บริการพยายาม 0 ครั้งเมื่อสลับปิดอยู่
uk: Очікується: 0 спроб постачальника, коли перемикач ВИМКНЕНО
vi: Dự kiến: 0 lần thử của nhà cung cấp khi nút chuyển đổi TẮT
zh_hans: 预期：当切换关闭时，提供程序尝试 0 次
zh_hant: 預期：當切換關閉時，提供程序嘗試 0 次
zh_hk: 預期：當切換關閉時，提供程序嘗試 0 次

source: Export to Anki
ar: تصدير إلى أنكي
da: Eksport til Anki
es: Exportar a Anki
fa: صادرات به آنکی
fi: Vienti Ankiin
fr: Exporter vers Anki
he: ייצוא ל - Anki
it: Esporta ad Anki
ja: Anki にエクスポート
ko: Anki로 내보내기
nl: Exporteren naar Anki
sw: Hamisha kwa Anki
th: ส่งออกไปยัง Anki
uk: Експорт до Anki
vi: Xuất sang Anki
zh_hans: 导出到 Anki
zh_hant: 導出到 Anki
zh_hk: 導出到 Anki

source: External Services
ar: الخدمات الخارجية
da: Eksterne tjenester
es: Servicios externos
fa: خدمات خارجی
fi: Ulkoiset palvelut
fr: Services externes
he: שירותים חיצוניים
it: Servizi Esterni
ja: 外部サービス
ko: 외부 서비스
nl: Externe diensten
sw: Huduma za Nje
th: บริการภายนอก
uk: Зовнішні служби
vi: Dịch vụ bên ngoài
zh_hans: 外部服务
zh_hant: 外部服務
zh_hk: 外部服務

source: Fall 2025
ar: خريف 2025
da: Efterår 2025
es: Otoño 2025
fa: پاییز 2025
fi: Syksy 2025
fr: Automne 2025
he: סתיו 2025
it: Autunno 2025
ja: 2025年秋
ko: 2025년 가을
nl: Herfst 2025
sw: Kuanguka 2025
th: ฤดูใบไม้ร่วงปี 2025
uk: Осінь 2025
vi: Mùa thu 2025
zh_hans: 2025 年秋季
zh_hant: 2025 年秋季
zh_hk: 2025 年秋季

source: Filters
ar: المرشحات
da: Filtre
es: Filtros
fa: فیلترها
fi: Suodattimet
fr: Filtres
he: מסננים
is: Síur
it: Filtri
ja: フィルター
ko: 필터
sw: Vichujio
th: ตัวกรอง
uk: Фільтри
vi: Bộ lọc
zh_hans: 过滤器
zh_hant: 過濾器
zh_hk: 過濾器

source: Fine-tune which subsystems emit debug logs. Errors and warnings are always logged.
ar: قم بضبط الأنظمة الفرعية التي تصدر سجلات التصحيح.يتم تسجيل الأخطاء والتحذيرات دائمًا.
da: Finjuster, hvilke undersystemer der udsender fejlretningslogfiler.Fejl og advarsler logges altid.
es: Ajuste qué subsistemas emiten registros de depuración.Los errores y advertencias siempre se registran.
fa: تنظیم دقیق کدام زیرسیستم ها گزارش های اشکال زدایی را منتشر می کنند.خطاها و هشدارها همیشه ثبت می شوند.
fi: Hienosäädä, mitkä alijärjestelmät lähettävät virheenkorjauslokeja.Virheet ja varoitukset kirjataan aina lokiin.
fr: Affinez les sous-systèmes qui émettent des journaux de débogage.Les erreurs et les avertissements sont toujours enregistrés.
he: כוונון עדין אילו תתי מערכות פולטות יומני איתור באגים. שגיאות ואזהרות תמיד נרשמות.
it: Ottimizza quali sottosistemi emettono log di debug.Errori e avvisi vengono sempre registrati.
ja: どのサブシステムがデバッグ ログを発行するかを微調整します。エラーと警告は常にログに記録されます。
ko: 디버그 로그를 내보내는 하위 시스템을 미세 조정합니다.오류와 경고는 항상 기록됩니다.
nl: Verfijn welke subsystemen foutopsporingslogboeken verzenden.Fouten en waarschuwingen worden altijd geregistreerd.
sw: Sakinisha mifumo midogo ambayo hutoa kumbukumbu za utatuzi.Hitilafu na maonyo huwekwa kila wakati.
th: ปรับแต่งระบบย่อยที่จะปล่อยบันทึกการดีบักข้อผิดพลาดและคำเตือนจะถูกบันทึกไว้เสมอ
uk: Тонке налаштування підсистем, які видають журнали налагодження.Помилки та попередження завжди реєструються.
vi: Tinh chỉnh hệ thống con nào phát ra nhật ký gỡ lỗi.Lỗi và cảnh báo luôn được ghi lại.
zh_hans: 微调哪些子系统发出调试日志。错误和警告始终被记录。
zh_hant: 微調哪些子系統發出調試日誌。錯誤和警告始終被記錄。
zh_hk: 微調哪些子系統發出調試日誌。錯誤和警告始終被記錄。

source: Flashcard System
ar: نظام البطاقات التعليمية
da: Flashkort system
es: Sistema de tarjetas didácticas
fa: سیستم فلش کارت
fi: Flashcard-järjestelmä
fr: Système de cartes mémoire
he: מערכת Flashcard
it: Sistema di carte flash
ja: フラッシュカード システム
ko: 플래시카드 시스템
nl: Flashcard-systeem
sw: Mfumo wa Flashcard
th: ระบบแฟลชการ์ด
uk: Система Flashcard
vi: Hệ thống Flashcard
zh_hans: 抽认卡系统
zh_hant: 抽認卡系統
zh_hk: 抽認卡系統

source: Flashcards
ar: البطاقات التعليمية
da: Flashkort
es: Tarjetas didácticas
fa: فلش کارت ها
fr: Cartes mémoire
he: כרטיסיות
is: Minnismiðar
it: Flashcard
ja: フラッシュカード
ko: 플래시카드
nl: Flitskaarten
th: บัตรคำศัพท์
uk: Картки
zh_hans: 单词卡
zh_hant: 抽認卡
zh_hk: 抽認卡

source: Focus Debugger
ar: التركيز المصحح
da: Fokus Debugger
es: Depurador de enfoque
fr: Débogueur de focus
he: מנפה באגים בפוקוס
it: Messa a fuoco debugger
ja: フォーカスデバッガー
ko: 포커스 디버거
sw: Lenga Kitatuzi
th: โฟกัสดีบักเกอร์
uk: Налагоджувач фокусу
vi: Trình gỡ lỗi tập trung
zh_hans: 焦点调试器
zh_hant: 焦點調試器
zh_hk: 焦點調試器

source: From: %@
ar: من: ٪@
da: Fra: %@
es: De: %@
fa: از: %@
fi: Lähettäjä: %@
fr: Depuis: %@
he: החל מ:
it: Da: %@
ja: から： ％@
ko: 에서: %@
nl: Van: %@
sw: Kutoka: %@
th: จาก: %@
uk: Від: %@
zh_hans: 从： ％@
zh_hant: 從： ％@
zh_hk: 從： ％@

# GPA %@ / %@
source: GPA %1$@ / %2$@
ar: المعدل التراكمي %1$@ / %2$@
de: GPA %@ / %@
fa: معدل %1$@ / %2$@
he: ממוצע ציונים
ko: 평점 %@ / %@
th: เกรดเฉลี่ย %1$@ / %2$@
uk: Середній бал %1$@ / %2$@
vi: Điểm trung bình %1$@ / %2$@
zh_hans: 平均绩点 %1$@ / %2$@
zh_hant: 平均績點 %1$@ / %2$@
zh_hk: 平均績點 %1$@ / %2$@

source: GPA Overview
ar: نظرة عامة على المعدل التراكمي
da: GPA-oversigt
es: Resumen del GPA
fa: بررسی اجمالی معدل
fi: GPA:n yleiskatsaus
fr: Présentation du GPA
he: סקירה כללית של GPA
it: Panoramica del GPA
ja: GPAの概要
ko: 평점 개요
nl: GPA-overzicht
sw: Muhtasari wa GPA
th: ภาพรวมเกรดเฉลี่ย
uk: Огляд GPA
vi: Tổng quan về điểm trung bình
zh_hans: 平均绩点概览
zh_hant: 平均績點概覽
zh_hk: 平均績點概覽

source: GPA Scale: %@
ar: مقياس المعدل التراكمي: %@
da: GPA-skala: %@
es: Escala de GPA: %@
fa: مقیاس معدل: %@
fi: GPA-asteikko: %@
fr: Échelle GPA : %@
he: קנה מידה GPA: %@
it: Scala GPA: %@
ja: GPA スケール: %@
ko: GPA 등급: %@
nl: GPA-schaal: %@
sw: Kiwango cha GPA: %@
th: ระดับเกรดเฉลี่ย: %@
uk: Шкала середнього балу: %@
vi: Thang điểm trung bình: %@
zh_hans: GPA 比例：%@
zh_hant: GPA 比例：%@
zh_hk: GPA 比例：%@

source: General
ar: عام
da: Generel
fa: ژنرال
fi: Kenraali
fr: Général
he: כללי
is: Almennt
it: Generale
ja: 一般的な
ko: 일반적인
nl: Algemeen
sw: Mkuu
th: ทั่วไป
uk: Загальний
vi: Tổng quan
zh_hans: 常规
zh_hant: 一般的
zh_hk: 一般的

source: Generate Plan to create time blocks for today and the next few days.
ar: قم بإنشاء خطة لإنشاء كتل زمنية لهذا اليوم والأيام القليلة القادمة.
da: Generer plan for at oprette tidsblokke for i dag og de næste par dage.
es: Generar Plan para crear bloques de tiempo para hoy y los próximos días.
fa: برنامه ای برای ایجاد بلوک های زمانی برای امروز و چند روز آینده ایجاد کنید.
fi: Luo suunnitelma tämän päivän ja muutaman seuraavan päivän aikalohkojen luomiseksi.
fr: Générez un plan pour créer des blocs horaires pour aujourd'hui et les prochains jours.
he: צור תוכנית ליצירת בלוקים של זמן להיום ולימים הקרובים.
it: Genera un piano per creare blocchi temporali per oggi e per i prossimi giorni.
ja: 今日と今後数日間のタイムブロックを作成する計画を生成します。
ko: 오늘과 다음 며칠 동안의 시간 블록을 생성하는 계획을 생성합니다.
nl: Genereer een plan om tijdsblokken te creëren voor vandaag en de komende dagen.
sw: Tengeneza Mpango ili kuunda vizuizi vya muda vya leo na siku chache zijazo.
th: สร้างแผนเพื่อสร้างช่วงเวลาสำหรับวันนี้และสองสามวันถัดไป
uk: Створіть план для створення часових блоків на сьогодні та наступні кілька днів.
vi: Tạo kế hoạch để tạo các khối thời gian cho ngày hôm nay và vài ngày tới.
zh_hans: 生成计划以创建今天和未来几天的时间段。
zh_hant: 生成計劃以創建今天和未來幾天的時間段。
zh_hk: 生成計劃以創建今天和未來幾天的時間段。

source: Generation Failed
ar: فشل الجيل
da: Generation mislykkedes
es: Generación fallida
fa: نسل ناموفق بود
fi: Sukupolvi epäonnistui
fr: Échec de la génération
he: הדור נכשל
it: Generazione fallita
ja: 生成に失敗しました
ko: 생성 실패
nl: Generatie mislukt
sw: Kizazi Kimeshindwa
th: การสร้างล้มเหลว
uk: Помилка генерації
vi: Thế hệ thất bại
zh_hans: 生成失败
zh_hant: 生成失敗
zh_hk: 生成失敗

source: Get notified before assignments are due
ar: احصل على إشعار قبل استحقاق المهام
da: Få besked inden opgaver skal afleveres
es: Reciba notificaciones antes de que venzan las tareas
fa: قبل از اتمام تکالیف مطلع شوید
fi: Saat ilmoituksen ennen tehtävien erääntymistä
fr: Soyez averti avant la date d'échéance des devoirs
he: קבל הודעה לפני מועד ביצוע המשימות
it: Ricevi una notifica prima della scadenza dei compiti
ja: 課題の期限が来る前に通知を受け取る
ko: 과제 마감일 전에 알림 받기
nl: Ontvang een melding voordat opdrachten klaar zijn
sw: Pata arifa kabla ya kazi kukamilika
th: รับการแจ้งเตือนก่อนถึงกำหนดส่งงาน
uk: Отримуйте сповіщення до закінчення терміну виконання завдань
vi: Nhận thông báo trước khi đến hạn nộp bài
zh_hans: 在作业到期前收到通知
zh_hant: 在作業到期前收到通知
zh_hk: 在作業到期前收到通知

source: Get notified when countdown or stopwatch timers complete
ar: احصل على إشعار عند اكتمال مؤقت العد التنازلي أو ساعة الإيقاف
da: Få besked, når nedtællingen eller stopurets timere er færdige
es: Reciba una notificación cuando se completen los cronómetros o la cuenta regresiva
fa: وقتی شمارش معکوس یا تایمرهای کرونومتر کامل شد مطلع شوید
fi: Saat ilmoituksen, kun lähtölaskenta tai sekuntikellon ajastimet ovat valmiit
fr: Soyez averti lorsque le compte à rebours ou le chronomètre sont terminés
he: קבל הודעה כאשר הספירה לאחור או שעוני העצר הושלמו
it: Ricevi una notifica al completamento del conto alla rovescia o del cronometro
ja: カウントダウンまたはストップウォッチのタイマーが完了したときに通知を受け取る
ko: 카운트다운 또는 스톱워치 타이머가 완료되면 알림 받기
nl: Ontvang een melding wanneer de aftel- of stopwatchtimers zijn voltooid
sw: Pata arifa wakati vipima muda au vipima muda vya saa vimekamilika
th: รับการแจ้งเตือนเมื่อตัวจับเวลานับถอยหลังหรือนาฬิกาจับเวลาเสร็จสิ้น
uk: Отримуйте сповіщення про завершення зворотного відліку або секундоміра
vi: Nhận thông báo khi đồng hồ đếm ngược hoặc đồng hồ bấm giờ hoàn tất
zh_hans: 倒计时或秒表计时器完成时收到通知
zh_hant: 倒計時或秒錶計時器完成時收到通知
zh_hk: 倒計時或秒錶計時器完成時收到通知

source: Get notified when work sessions and breaks complete
ar: احصل على إشعار عند اكتمال جلسات العمل والفواصل
da: Få besked, når arbejdssessioner og pauser er afsluttet
es: Reciba notificaciones cuando se completen las sesiones de trabajo y los descansos
fa: پس از اتمام جلسات کاری و وقفه ها مطلع شوید
fi: Saat ilmoituksen, kun työistunnot ja tauot ovat päättyneet
fr: Soyez averti lorsque les séances de travail et les pauses sont terminées
he: קבל הודעה כאשר מפגשי העבודה וההפסקות הושלמו
it: Ricevi una notifica al termine delle sessioni di lavoro e delle pause
ja: 作業セッションと休憩が完了したら通知を受け取る
ko: 작업 세션 및 휴식 시간이 완료되면 알림 받기
nl: Ontvang een melding wanneer werksessies en pauzes zijn voltooid
sw: Pata arifa vipindi vya kazi na mapumziko yakikamilika
th: รับการแจ้งเตือนเมื่อเซสชันการทำงานและช่วงพักเสร็จสมบูรณ์
uk: Отримуйте сповіщення про завершення роботи та перерв
vi: Nhận thông báo khi phiên làm việc và giờ nghỉ hoàn tất
zh_hans: 工作会议和休息时间完成时收到通知
zh_hant: 工作會議和休息時間完成時收到通知
zh_hk: 工作會議和休息時間完成時收到通知

source: Grade
ar: درجة
da: Grad
es: Calificación
fa: درجه
fi: Luokka
he: דרג
is: Einkunn
it: Grado
ja: 学年
ko: 등급
nl: Cijfer
sw: Daraja
th: ระดับ
uk: Оцінка
vi: Cấp
zh_hans: 成绩
zh_hant: 年級
zh_hk: 年級

source: Grade Analytics
ar: تحليلات الصف
da: Bedømme Analytics
es: Análisis de calificaciones
fa: تجزیه و تحلیل درجه
fi: Arvosanaanalyysi
fr: Analyse des notes
he: ניתוח ציונים
it: Analisi dei voti
ja: 成績分析
ko: 성적 분석
nl: Cijferanalyse
sw: Uchanganuzi wa daraja
th: การวิเคราะห์เกรด
uk: Аналітика оцінок
vi: Phân tích lớp
zh_hans: 成绩分析
zh_hant: 成績分析
zh_hk: 成績分析

source: Grade Components
ar: مكونات الصف
da: Kvalitetskomponenter
es: Componentes de grado
fa: اجزای درجه
fi: Arvosanan komponentit
fr: Composants de qualité
he: מרכיבי הציון
it: Componenti di grado
ja: グレードの構成要素
ko: 등급 구성 요소
nl: Kwaliteitscomponenten
sw: Vipengee vya Daraja
th: ส่วนประกอบเกรด
uk: Компоненти класу
vi: Thành phần lớp
zh_hans: 等级成分
zh_hant: 等級成分
zh_hk: 等級成分

source: Grade Components – %@
ar: مكونات الدرجة – %@
da: Karakterkomponenter – %@
es: Componentes de calificación – %@
fa: اجزای درجه - %@
fi: Arvosanan komponentit – %@
fr: Composants de note – %@
he: רכיבי ציון – %@
it: Componenti di grado – %@
ja: グレードコンポーネント – %@
ko: 등급 구성 요소 – %@
nl: Kwaliteitscomponenten – %@
sw: Vipengele vya Daraja - %@
th: ส่วนประกอบเกรด – %@
uk: Компоненти класу – %@
zh_hans: 等级成分 – %@
zh_hant: 等級成分 – %@
zh_hk: 等級成分 – %@

source: Haptic feedback and animations respect accessibility settings.
ar: تحترم ردود الفعل اللمسية والرسوم المتحركة إعدادات إمكانية الوصول.
da: Haptisk feedback og animationer respekterer tilgængelighedsindstillinger.
es: La retroalimentación háptica y las animaciones respetan la configuración de accesibilidad.
fa: بازخورد لمسی و انیمیشن ها به تنظیمات دسترسی احترام می گذارند.
fi: Haptinen palaute ja animaatiot kunnioittavat esteettömyysasetuksia.
fr: Les retours haptiques et les animations respectent les paramètres d'accessibilité.
he: משוב ואנימציות אפטיים מכבדים הגדרות נגישוּת.
it: Il feedback tattile e le animazioni rispettano le impostazioni di accessibilità.
ja: 触覚フィードバックとアニメーションはアクセシビリティ設定を尊重します。
ko: 햅틱 피드백과 애니메이션은 접근성 설정을 따릅니다.
nl: Haptische feedback en animaties respecteren de toegankelijkheidsinstellingen.
sw: Maoni ya haraka na uhuishaji huheshimu mipangilio ya ufikivu.
th: การตอบสนองแบบสัมผัสและภาพเคลื่อนไหวจะคำนึงถึงการตั้งค่าการเข้าถึง
uk: Тактильний відгук і анімація відповідають налаштуванням доступності.
zh_hans: 触觉反馈和动画尊重辅助功能设置。
zh_hant: 觸覺反饋和動畫尊重輔助功能設置。
zh_hk: 觸覺反饋和動畫尊重輔助功能設置。

source: Haptic feedback is disabled when Reduce Motion is enabled
ar: يتم تعطيل ردود الفعل اللمسية عند تمكين تقليل الحركة
da: Haptisk feedback er deaktiveret, når Reducer bevægelse er aktiveret
es: La retroalimentación háptica está deshabilitada cuando Reducir movimiento está habilitado
fa: وقتی Reduce Motion فعال باشد، بازخورد لمسی غیرفعال می شود
fi: Haptinen palaute on poistettu käytöstä, kun Reduce Motion on käytössä
fr: Le retour haptique est désactivé lorsque la réduction du mouvement est activée
he: המשוב ההפטי מושבת כאשר Reduce Motion מופעל
it: Il feedback tattile è disabilitato quando Riduci movimento è abilitato
ja: Reduce Motion が有効な場合、触覚フィードバックは無効になります
ko: 모션 감소가 활성화되면 햅틱 피드백이 비활성화됩니다.
nl: Haptische feedback is uitgeschakeld wanneer Beweging verminderen is ingeschakeld
sw: Maoni ya Haptic yanazimwa wakati Kupunguza Mwendo kumewashwa
th: การตอบสนองแบบสัมผัสถูกปิดใช้งานเมื่อเปิดใช้งานลดการเคลื่อนไหว
uk: Тактильний зворотний зв’язок вимкнено, коли ввімкнено функцію зменшення руху
zh_hans: 启用“减少运动”后，触觉反馈将被禁用
zh_hant: 啟用“減少運動”後，觸覺反饋將被禁用
zh_hk: 啟用“減少運動”後，觸覺反饋將被禁用

source: Haptic feedback respects accessibility settings
ar: ردود الفعل اللمسية تحترم إعدادات إمكانية الوصول
da: Haptisk feedback respekterer tilgængelighedsindstillinger
es: La retroalimentación háptica respeta la configuración de accesibilidad
fa: بازخورد لمسی به تنظیمات دسترسی احترام می گذارد
fi: Haptinen palaute kunnioittaa esteettömyysasetuksia
fr: Le retour haptique respecte les paramètres d'accessibilité
he: משוב מהאפטי מכבד את הגדרות הנגישוּת
it: Il feedback tattile rispetta le impostazioni di accessibilità
ja: アクセシビリティ設定を考慮した触覚フィードバック
ko: 햅틱 피드백은 접근성 설정을 존중합니다.
nl: Haptische feedback respecteert de toegankelijkheidsinstellingen
sw: Maoni ya Haptic yanaheshimu mipangilio ya ufikivu
th: การตอบสนองแบบสัมผัสจะคำนึงถึงการตั้งค่าการเข้าถึง
uk: Тактильний відгук поважає налаштування доступності
zh_hans: 触觉反馈尊重辅助功能设置
zh_hant: 觸覺反饋尊重輔助功能設置
zh_hk: 觸覺反饋尊重輔助功能設置

source: Haptics: %@
ar: اللمس: %@
es: Hápticos: %@
fa: هپتیک: %@
fi: Haptiikka: %@
fr: Haptique : %@
it: Tattica: %@
ja: ハプティクス: %@
ko: 햅틱: %@
nl: Haptiek: %@
th: ระบบสัมผัส: %@
uk: Відчуття: %@
zh_hans: 触觉：%@
zh_hant: 觸覺：%@
zh_hk: 觸覺：%@

source: High
ar: عالي
da: Høj
fa: بالا
fi: Korkea
fr: Haut
he: גבוה
is: Hátt
it: Alto
ja: 高い
ko: 높은
nl: Hoog
sw: Juu
th: สูง
uk: Високий
zh_hans: 高的
zh_hant: 高的
zh_hk: 高的

source: Higher values make transitions feel gentler.
ar: القيم الأعلى تجعل التحولات تبدو أكثر لطفاً.
da: Højere værdier får overgange til at føles blidere.
es: Los valores más altos hacen que las transiciones parezcan más suaves.
fa: ارزش‌های بالاتر باعث می‌شود که انتقال‌ها ملایم‌تر شوند.
fi: Korkeammat arvot saavat siirtymät tuntumaan pehmeämmiltä.
fr: Des valeurs plus élevées rendent les transitions plus douces.
he: ערכים גבוהים יותר גורמים למעברים להרגיש עדינים יותר.
it: Valori più alti rendono le transizioni più delicate.
ja: 値を高くすると、トランジションがより穏やかに感じられます。
ko: 값이 높을수록 전환이 더 부드럽게 느껴집니다.
nl: Hogere waarden zorgen ervoor dat overgangen zachter aanvoelen.
sw: Maadili ya juu hufanya mabadiliko kuwa ya upole.
th: ค่าที่สูงกว่าจะทำให้การเปลี่ยนภาพดูนุ่มนวลขึ้น
uk: Вищі значення роблять переходи м’якшими.
zh_hans: 值越高，过渡感觉越柔和。
zh_hant: 值越高，過渡感覺越柔和。
zh_hk: 值越高，過渡感覺越柔和。

# Highest: %@ %@%%
source: Highest: %1$@ %2$@%%
ar: الأعلى: %1$@ %2$@%%
da: Højeste: %1$@ %2$@%%
de: Highest: %@ %@%%
es: Más alto: %1$@ %2$@%%
fa: بالاترین: %1$@ %2$@%%
fi: Korkein: %1$@ %2$@%%
fr: Le plus élevé : %1$@ %2$@%%
he: Highest: %@ %@%%
it: Più alto: %1$@ %2$@%%
ja: 最高: %1$@ %2$@%%
ko: 최고: %@ %@%%
nl: Hoogste: %1$@ %2$@%%
sw: Ya juu zaidi: %1$@ %2$@%%
th: สูงสุด: %1$@ %2$@%%
uk: Найвищий: %1$@ %2$@%%
zh_hans: 最高：%1$@ %2$@%%
zh_hant: 最高：%1$@ %2$@%%
zh_hk: 最高：%1$@ %2$@%%

source: History Chart
ar: مخطط التاريخ
da: Historiediagram
es: Gráfico histórico
fa: نمودار تاریخچه
fi: Historia kaavio
fr: Graphique historique
he: תרשים היסטוריה
it: Grafico della storia
ja: 履歴チャート
ko: 역사 차트
nl: Geschiedenis grafiek
sw: Chati ya Historia
th: แผนภูมิประวัติศาสตร์
uk: Діаграма історії
zh_hans: 历史图表
zh_hant: 歷史圖表
zh_hk: 歷史圖表

source: History: %@ items
ar: التاريخ: %@ من العناصر
da: Historik: %@ elementer
es: Historial: %@ elementos
fa: سابقه: %@ مورد
fi: Historia: %@ kohdetta
fr: Historique : %@ éléments
he: היסטוריה: %@ פריטים
it: Cronologia: %@ elementi
ja: 履歴: %@ アイテム
ko: 기록: %@ 항목
nl: Geschiedenis: %@ items
sw: Historia: %@ vipengee
th: ประวัติ: %@ รายการ
uk: Історія: %@ елементів
zh_hans: 历史记录：%@ 项
zh_hant: 歷史記錄：%@ 項
zh_hk: 歷史記錄：%@ 項

source: Homework
ar: العمل في المنزل
da: Lektier
es: Tarea
fa: مشق شب
fi: Kotitehtävä
fr: Devoirs
he: שיעורי בית
is: Heimavinna
it: Compiti a casa
ja: 宿題
ko: 숙제
nl: Huiswerk
sw: Kazi ya nyumbani
th: การบ้าน
uk: Домашнє завдання
zh_hans: 家庭作业
zh_hant: 家庭作業
zh_hk: 家庭作業

source: How Dependencies Work
ar: كيف تعمل التبعيات
da: Hvordan afhængigheder fungerer
es: Cómo funcionan las dependencias
fa: وابستگی ها چگونه کار می کنند
fi: Miten riippuvuudet toimivat
fr: Comment fonctionnent les dépendances
he: כיצד עובדות תלותיות
it: Come funzionano le dipendenze
ja: 依存関係の仕組み
ko: 종속성이 작동하는 방식
nl: Hoe afhankelijkheden werken
sw: Jinsi Mategemeo yanavyofanya kazi
th: การพึ่งพาทำงานอย่างไร
uk: Як працюють залежності
zh_hans: 依赖关系如何工作
zh_hant: 依賴關係如何工作
zh_hk: 依賴關係如何工作

source: How far ahead to scan for events when refreshing.
ar: إلى أي مدى يمكن البحث عن الأحداث عند التحديث.
da: Hvor langt frem skal du scanne efter begivenheder, når du opdaterer.
es: Con qué anticipación buscar eventos al actualizar.
fa: چقدر جلوتر برای اسکن رویدادها هنگام بازخوانی.
fi: Kuinka kaukana on tapahtumien etsiminen päivityksen aikana.
fr: Dans quelle mesure rechercher les événements lors de l'actualisation.
he: כמה זמן מראש יש לסרוק אירועים בעת רענון.
it: Quanto tempo occorre per eseguire la scansione degli eventi durante l'aggiornamento.
ja: 更新時にどのくらい先のイベントをスキャンするか。
ko: 새로 고칠 때 이벤트를 검색할 기간입니다.
nl: Hoe ver vooruit om te scannen op gebeurtenissen bij vernieuwen.
sw: Ni umbali gani wa mbele kutafuta matukio wakati wa kuonyesha upya.
th: สแกนหากิจกรรมเมื่อรีเฟรชได้ไกลแค่ไหน
uk: Як далеко вперед сканувати події під час оновлення.
zh_hans: 刷新时提前多远扫描事件。
zh_hant: 刷新時提前多遠掃描事件。
zh_hk: 刷新時提前多遠掃描事件。

source: How well did you know this?
ar: إلى أي مدى عرفت هذا؟
da: Hvor godt vidste du dette?
es: ¿Qué tan bien sabías esto?
fa: چقدر این را می دانستید؟
fi: Kuinka hyvin tiesit tämän?
fr: Dans quelle mesure le saviez-vous ?
he: כמה טוב ידעת את זה?
it: Quanto bene lo sapevi?
ja: これについてどの程度知っていましたか?
ko: 당신은 이것을 얼마나 잘 알고 있었나요?
nl: Hoe goed wist je dit?
sw: Ulijuaje hili?
th: คุณรู้เรื่องนี้ดีแค่ไหน?
uk: Наскільки добре ви це знали?
zh_hans: 您对这一点了解多少？
zh_hant: 您對這一點了解多少？
zh_hk: 您對這一點了解多少？

source: Hypothetical grades won't be saved
ar: لن يتم حفظ الدرجات الافتراضية
da: Hypotetiske karakterer vil ikke blive gemt
es: Las calificaciones hipotéticas no se guardarán
fa: نمرات فرضی ذخیره نمی شوند
fi: Hypoteettisia arvosanoja ei tallenneta
fr: Les notes hypothétiques ne seront pas enregistrées
he: לא יישמרו ציונים היפותטיים
it: I voti ipotetici non verranno salvati
ja: 仮説の成績は保存されません
ko: 가상 성적은 저장되지 않습니다.
nl: Hypothetische cijfers worden niet opgeslagen
sw: Alama dhahania hazitahifadhiwa
th: คะแนนสมมุติจะไม่ถูกบันทึก
uk: Гіпотетичні оцінки не будуть збережені
zh_hans: 假设成绩不会被保存
zh_hant: 假設成績不會被保存
zh_hk: 假設成績不會被保存

source: Icons
ar: أيقونات
da: Ikoner
es: Iconos
fa: نمادها
fi: Kuvakkeet
fr: Icônes
he: סמלים
it: Icone
ja: アイコン
ko: 아이콘
nl: Pictogrammen
sw: Aikoni
th: ไอคอน
uk: іконки
zh_hans: 图标
zh_hant: 圖示
zh_hk: 圖示

source: Icons & Text
ar: الرموز والنص
da: Ikoner og tekst
es: Iconos y texto
fa: آیکون ها و متن
fi: Kuvakkeet ja teksti
fr: Icônes et texte
he: הצג סמלים@ info: status
it: Icone e testo
ja: アイコンとテキスト
ko: 아이콘과 텍스트
nl: Pictogrammen en tekst
sw: Aikoni na Maandishi
th: ไอคอนและข้อความ
uk: Значки та текст
zh_hans: 图标和文本
zh_hant: 圖標和文本
zh_hk: 圖標和文本
